npm run build
hexo algolia
echo "








     __    .___    __                           _____ __________.___ 
    |__| __| _/   |__|_  _  _____________  ___ /  _  \\______   \   |
    |  |/ __ |    |  \ \/ \/ /\___   /\  \/  //  /_\  \|     ___/   |
    |  / /_/ |    |  |\     /  /    /  >    </    |    \    |   |   |
/\__|  \____ |/\__|  | \/\_/  /_____ \/__/\_ \____|__  /____|   |___|
\______|    \/\______|              \/      \/       \/              
The blog has been deployed, let's start using it!----------jdjwzxAPI
声明：
1.如无特别声明，该博客文章均为 jdjwzxAPI 原创，转载请遵循 署名 - 非商业性使用 4.0 国际（CC BY-NC-SA） 协议，即转载请注明文章来源。
2.管理员账户需向 jdjwzxAPI 申请。如有需要，请联系 jdjwzxAPI@qq.com（个人）或 jdjwzxAPIteam@outlook.com（团队），标题为：管理员申请
3.如需要发文章的，请向 jdjwzxAPI@outlook.com 发送 “贡献者申请”，即可发文章
4. 如发现有账号发布违规内容，将自动注销其账号！！！
5. 本博客是基于 hexo 进行搭建的，博客主题采用了 shoka 主题。注：均已经开源
6. 本博客属于非商业博客，不会设置任何充值，付费的场景。
"
